FemDesign.Results.QuantityEstimationConcrete
FemDesign "Quantity estimation, Concrete" result

FemDesign.Results.QuantityEstimationConcrete.Storey
Storey identifier

FemDesign.Results.QuantityEstimationConcrete.Structure
Structural element type

FemDesign.Results.QuantityEstimationConcrete.Id
Element name identifier

FemDesign.Results.QuantityEstimationConcrete.Quality
Material quality identifier

FemDesign.Results.QuantityEstimationConcrete.Section
Section

FemDesign.Results.QuantityEstimationConcrete.SubTotal
Length/Area Quantity

FemDesign.Results.QuantityEstimationConcrete.Volume
Volume quantity

FemDesign.Results.QuantityEstimationConcrete.TotalWeight
Total weight

FemDesign.Results.QuantityEstimationConcrete.Formwork
Formwork quantity

FemDesign.Results.QuantityEstimationConcrete.Reinforcement
Reinforcement weight per length/area